{
    "UIUX": "User and usability",
    "graphicalDesign": "Graphics",
    "otherProjects": "Other Projects",
    "cursorHeadline": "So nice to have you here!",
    "cursor": "Move your cursor on top of an image to get more information.",
    "language": "Suomeksi",
    "back": "back",
    "hello": "Hello",
    "welcome": "And welcome to my portfolio!",
    "design": "Usability, design and technology.",
    "aalto": "Aalto University {br} Information Networks",
    "cv.who": "Who am I?",
    "cv.intro": "I am an inspirational and easily inspired social team player. As a mix of UI/UX-designer and service designer, I develop purposeful, elegant and easy-to-use digital services.{br}I graduated as a Master of Science (Technology) in spring 2024 after studying Information Networks at Aalto University, majoring in Business and Organisational Design. I have a broad understanding of IT and tools to solve complex problems and quickly learn and analyse new information.{br}I am fascinated by human behaviour, creative problem solving and facilitation. I would like to develop and explore these interests in my career. My main strengths are logical thinking, social skills and attention to detail. I am empathetic and I engage in new projects full heartedly.{br}In my free time, I love to adventure in nature. I tour Europe in my self-built campervan Vanda, and I ski, climb and hike. I also love board games and reading. Indeed, my own projects currently range from developing a board game to writing a fantasy novel.",
    "cv.workExperience": "Work Experience",
    "cv.taitoJob": "UI/UX-designer",
    "cv.taito": "Taito United",
    "cv.taitoDesc": "As an UI/UX designer I participated in the design process for various digital products, ensuring a seamless user experience and an intuitive interface. My role involved drawing UI, wireframing, prototyping, and design sprinting to iterate and refine designs.",
    "cv.thesisJob": "Masters researcher",
    "cv.thesis": "Aalto University",
    "cv.thesisDesc": "I worked as a Masters Researcher in the research group CRAI-CIS conducting qualitative research and interviews as part of my thesis on visual disinformation in Finnish news media. Through this study, I gained valuable insights into the complexities of visual disinformation and its impact on society.",
    "cv.subrosaJob": "UI/UX-designer",
    "cv.subrosa": "Subrosa Oy",
    "cv.subrosaDesc": "I worked in UI/UX-design, visual design, optimisation of user experience, graphical design and defining product requirements. As the only designer of the team, I have refined the visual look of projects as well as designed functionalities and requirements for systems.",
    "cv.NAPCONJob": "Software Engineer Trainee",
    "cv.NAPCON": "NAPCON, Neste",
    "cv.NAPCONDesc": "Front-end programming and UI-design in a scrum-team. I also helped the marketing team by making websites, usage analysis and doing growth hacking. My skills in programming, data visualisation and remote team work were developed.",
    "cv.juniorJob": "Assistant",
    "cv.junior": "Aalto University Junior",
    "cv.juniorDesc": "I taught and assisted workshops focusing on science, technology and art for student groups visiting Aalto University. I also created graphical designs and marketing materials for Aalto Junior. I developed new workshops and enhanced the existing ones, ensuring relevance, engagement, and educational value for participants.",
    "cv.siemensJob": "Trainee",
    "cv.siemens": "Siemens",
    "cv.siemensDesc": "I designed (UI/UX) an in house IoT application and participated in implementing it. I designed an ICT Service Portfolio and helped develop an IoT platform called MindSphere.",
    "cv.ultraJob": "UI/UX-designer",
    "cv.ultra": "Ultra Software",
    "cv.ultraDesc": "Projects in UI and UX design in desktop and mobile.",
    "cv.churchJob": "Confirmation school director",
    "cv.church": "Herttoniemi Church",
    "cv.churchDesc": "I worked as teacher and instructor in many different confirmation camps. I was responsible for camp magazines (editor in chief and editing the final version) as well as photography during camps. I was in charge of guiding the group leaders (isonen) and I participated in creating content for lessons and for other activities.",
    "cv.education": "Education",
    "cv.info": "Master of Science (Technology)",
    "cv.aalto": "Aalto University",
    "cv.infoDesc": "The Information Networks programme applies problem-based learning and collaborative group work, often conducted in real-life projects with companies and other organisations. I graduated as Bachelor of Science in 2020 and Master of Science in spring 2024 with excellent grades. Focus area in my masters was business and organisational design.",
    "cv.ranskavaihto": "Exchange in France",
    "cv.usmb": "Université Savoie Mont Blanc",
    "cv.usmbDesc": "I studied a minor from Information Management in France. Around half of my studies were in french.",
    "cv.ylioppilas": "Baccalaureate",
    "cv.norssi": "Helsingin normaalilyseo",
    "cv.norssiDesc": "90 courses, average of 9. Matriculation examination: Mathematics, advanced syllabus (E), Finnish (E), English (E), Physics (C), Chemistry (E) and Psychology (E).",
    "cv.vaihto": "Exchange in Australia",
    "cv.csc": "Colac Secondary College",
    "cv.vaihtoDesc": "Highschool exchange year in Australia.",
    "cv.skills": "Key strengths",
    "cv.skillThemeTools": "Tools",
    "cv.skillListTools": "Adobe CC {br}Figma{br}Marvel App{br}Microsoft Office{br}Google Analytics{br}Notion{br}",
    "cv.skillThemeProcess": "Design process",
    "cv.skillListProcess": "User research and user testing{br}Wireframing and prototyping{br}User interface design{br}Design thinking{br}Information visualisation{br}",
    "cv.skillThemeProgramming": "Programming",
    "cv.skillListProgramming": "HTML, CSS, React, Angular, JS, Python, Scala, Sass, MySQL{br}",
    "cv.skillThemeOther": "Other",
    "cv.skillListOther": "Certified Scrum Master{br}Tactic and strategic thinking (e.g. 1st place in Finnish Championships of Board Games 2023 & 2024){br}Leading and facilitating (e.g. Editor-in-Chief of Veikko 2015-2017){br}Project scheduling, planning and prioritising (e.g. the self-built campervan Vanda){br}Marketing (eg. Bachelor’s thesis on subject)"
}