{
    "UIUX": "Käytettävyys",
    "graphicalDesign": "Grafiikka",
    "otherProjects": "Muut projektit",
    "cursorHeadline": "Ihanaa, että eksyit tänne!",
    "cursor": "Siirrä kursori kuvan päälle taikka klikkaa kuvaa saadaksesi lisää tietoa.",
    "language": "In English",
    "back": "poistu",
    "hello": "Hei",
    "welcome": "Ja tervetuloa tutustumaan portfoliooni!",
    "design": "Käytettävyys, design ja tekniikka.",
    "aalto": "Aalto-yliopisto {br} Informaatioverkostot",
    "cv.who": "Kuka Sanni?",
    "cv.intro": "Olen innostava ja helposti innostuva sosiaalinen tiimityöskentelijä. UI/UX-designerin ja palvelumuotoilijan sekoitusena kehitän tarkoituksenmukaisia, tyylikkäitä ja helppokäyttöisiä digitaalisia palveluita.{br}Valmistuin diplomi-insinöörksi keväällä 2024 opiskeltuani Aalto-yliopistossa Informaatioverkostoja pääaineenani Business and Organisational Design. Minulla on laaja-alaista ymmärrystä sekä työkalut ratkaista komplekseja ongelmia ja omaksua ja analysoida nopeasti uutta tietoa.{br}Minua kiehtoo ihmisen käyttäytyminen, luovan työskentelyn ja ongelmanratkaisun yhdistäminen sekä fasilitointi. Haluaisinkin työurallani päästä kehittymään ja pureutumaan näihin kiinnostuksen kohteisiin. Vahvuuksiani ovat loogisuus ja huolellisuus. Olen empaattinen ja luova ongelmanratkaisija. Hyppään uusiin projekteihin mukaan täysillä.{br}Vapaa-ajalla minut löytää seikkailemasta luonnosta. Kierrän Euroopan luontokohteita rakentamallani matkailupaku Vandalla, laskettelen, kiipeilen ja vaellan. Rakastan myös lautapelejä ja lukemista. Omia projekteja löytyykin lautapelin kehittämisestä fantasiakirjan kirjoittamiseen.",
    "cv.workExperience": "Työkokemus",
    "cv.taitoJob": "UI/UX-designer",
    "cv.taito": "Taito United",
    "cv.taitoDesc": "UI/UX-suunnittelijana osallistuin erilaisten digitaalisten tuotteiden suunnitteluprosessiin. Tehtäviini kuului käyttöliittymäsuunnittelua, rautalankamallinnusta, prototyyppien luomista, käyttöliittymien iteroimista ja design sprinttejä designin määrittelyksi.",
    "cv.thesisJob": "Diplomityöntekijä",
    "cv.thesis": "Aalto-yliopisto",
    "cv.thesisDesc": "Työskentelin diplomityötutkijana CRAI-CIS-tutkimusryhmässä tehden laadullista tutkimusta ja haastatteluja osana diplomityötäni visuaalisesta disinformaatiosta suomalaisessa uutismediassa. Tutkimuksen kautta sain arvokasta tietoa visuaalisen disinformaation monimutkaisuudesta ja sen vaikutuksesta yhteiskuntaan.",
    "cv.subrosaJob": "UI/UX-designer",
    "cv.subrosa": "Subrosa Oy",
    "cv.subrosaDesc": "Työskentelin käyttöliittymäsuunnittelun, visuaalisen suunnittelun, käyttökokemuksen optimoinnin, graafisen suunnittelun, tuotteen vaatimusten määrittelyn, ideoinnin ja kehityksen parissa. Tiimin ainoana suunnittelijana otin kopin niin visuaalisen ilmeen viimeistelystä kuin toiminnallisuuksien suunnittelusta ja vaatimuksista.",
    "cv.NAPCONJob": "Ohjelmistoinsinööri-harjoittelija",
    "cv.NAPCON": "NAPCON, Neste",
    "cv.NAPCONDesc": "Front-end ohjelmointia ja käyttöliittymäsuunnittelua scrum-tiimissä, sekä yhteistyötä markkinoinnin kanssa tehden nettisivuja, käytettävyysanalyysiä sekä kasvuhakkerointia (growth hacking). Kehityin niin ohjelmoijana, datan visualisoijana kuin tiimityöntekijänä erityisesti etätyössä.",
    "cv.juniorJob": "Assistentti",
    "cv.junior": "Aalto-yliopisto Junior",
    "cv.juniorDesc": "Opetin ja ohjasin työpajoja vieraileville opiskelijaryhmille tieteestä ja taiteesta. Osallistun työpajojen sekä Juniorin toiminnan kehittämiseen ja työstän Juniorin graafista ilmettä markkinoinnissa.",
    "cv.siemensJob": "Harjoittelija",
    "cv.siemens": "Siemens",
    "cv.siemensDesc": "Suunnittelin talon sisäisen sovelluksen käyttöliittymän ja osallistuin sen implementointiin. Suunnittelin ICT-puolen tuoteportfolion ja osallistuin MindSphere -IoT alustan kehittämiseen.",
    "cv.ultraJob": "UI/UX-designer",
    "cv.ultra": "Ultra Software",
    "cv.ultraDesc": "Osallistuin eri projekteteihin käyttöliittymäsuunnittelijana.",
    "cv.churchJob": "Rippikouluohjaaja",
    "cv.church": "Herttoniemen seurakunta",
    "cv.churchDesc": "Toimin opettajana ja ohjaajana useilla eri rippikoululeireillä. Olin vastuussa valokuvauksesta sekä leirilehden toimittamisesta ja taitosta. Vastasin myös isostoiminnasta sekä osallistuin leirin sisältöjen ja opetuksen kehittämiseen.",
    "cv.education": "Koulutus",
    "cv.info": "Diplomi-insinööri",
    "cv.aalto": "Aalto-yliopisto",
    "cv.infoDesc": "Pääaineeni informaatioverkostot opetti ymmärtämään tieto- ja viestintätekniikan vaikutuksia ja mahdollisuuksia sekä suunnittelemaan uusia tuotteita ja palveluja. Valmistuin tekniikan kandidaatiksi keväällä 2020 ja diplomi-insinööriksi keväällä 2024 erinomaisin taidoin. Opintosuuntaukseni oli business and organizational design.",
    "cv.ranskavaihto": "Vaihto ranskassa",
    "cv.usmb": "Université Savoie Mont Blanc",
    "cv.usmbDesc": "Olin vaihto-opiskelijana Ranskan Annecyssä. Opiskelin vaihdon aikana sivuaineen tietojohtamisesta. Suoritin noin puolet opinnoistani ranskaksi.",
    "cv.ylioppilas": "Ylioppilas",
    "cv.norssi": "Helsingin normaalilyseo",
    "cv.norssiDesc": "90 kurssia, keskiarvo 9.0. Ylioppilastutkinto: Matematiikka pitkä (E), äidinkieli (E), englanti (E), fysiikka (C), kemia (E) ja psykologia (E).",
    "cv.vaihto": "Vaihtovuosi",
    "cv.csc": "Colac Secondary College",
    "cv.vaihtoDesc": "Vietin vuoden Australiassa Colacissa opiskelemassa Colac Secondary Collegessa.",
    "cv.skills": "Taidot",
    "cv.skillThemeTools": "Työkalut",
    "cv.skillListTools": "Adobe CC {br}Figma{br}Marvel App{br}Microsoft Office{br}Google Analytics{br}Notion{br}",
    "cv.skillThemeProcess": "Suunnitteluprosessi",
    "cv.skillListProcess": "Käyttäjätutkimus ja käyttäjätestaus{br}Rautalankamallinnus ja prototypointi{br}Käyttöliittymäsuunnittelu{br}Design thinking{br}Informaation visualisointi{br}",
    "cv.skillThemeProgramming": "Ohjelmointi",
    "cv.skillListProgramming": "HTML, CSS, React, Angular, JS, Python, Scala, Sass, MySQL{br}",
    "cv.skillThemeOther": "Muut",
    "cv.skillListOther": "Certified Scrum Master{br}Taktinen ja strateginen ajattelu (esim. Lautapelien SM 1.sija 2023 & 2024){br}Johtaminen ja fasilitoiminen (esim. Veikon päätoimittaja vuonna 2015-2017){br}Projektien aikatauluttaminen, suunnittelu ja priorisointi (esim. Itse rakentama matkailupaku Vanda){br}Markkinointi (esim. Kandityö aiheesta)"
}