{
    "marketing": "Markkinointi",
    "photoAndVideo": "Kuva ja video",
    "webPages": "Verkkosivut",
    "cursorHeadline": "Valitut otokset",
    "cursor": "Siirrä kursori kuvan päälle taikka klikkaa kuvaa saadaksesi lisää tietoa.",
    "language": "In English",
    "back": "poistu",
    "hello": "Hei",
    "welcome": "Ja tervetuloa tutustumaan portfoliooni!",
    "design": "Käytettävyys, design ja tekniikka.",
    "aalto": "Aalto-yliopisto {br} Informaatioverkostot",
    "cv.who": "Kuka Sanni?",
    "cv.intro": "Olen UX-designerin ja palvelumuotoilijan sekoitus vahvalla tietoteknisellä pohjalla. Opiskelen Aalto-yliopistossa Informaatioverkostoja kolmatta vuotta, ja matkan varrella olen löytänyt sivuaineen niin tietotekniikasta kuin mediasta.{br}Aikanani aloitin opinnot infolla siksi, että olin kiinnostunut siitä sun tästä. Eikä mikään ole muuttunut. Kuitenkin erityisesti minua kiehtoo ihmisen käyttäytyminen ja sitä kautta UX-design. Haluan tehdä ihmisten elämästä helpompaa ja samalla oppia lisää siitä, miksi teemme asiat niin kuin teemme.{br}Olen avoin tiimityöskentelijä ja hyppään uusiin projekteihin mukaan täysillä. Vahvuuksiani ovat loogisuus ja huolellisuus, etsin luovia ratkaisuja ja uusia näkökulmia. Olen käynyt useita kursseja ryhmän ohjaamisesta ja -johtamisesta.{br}Olen musikaalinen ja harrastan kiipeilyä ja tanssia. Nautin lukemisesta, lautapeleistä ja maalaamisesta. Rakastan luontoa, vaeltamista ja laskettelua.",
    "cv.workExperience": "Työkokemus",
    "cv.juniorJob": "Assistentti",
    "cv.junior": "Aalto-yliopisto Junior",
    "cv.juniorDesc": "Opetan ja ohjaan työpajoja vieraileville opiskelijaryhmille tieteestä ja taiteesta. Osallistun työpajojen sekä Juniorin toiminnan kehittämiseen ja työstän Juniorin graafista ilmettä markkinoinnissa.",
    "cv.siemensJob": "UI-harjoittelija",
    "cv.siemens": "Siemens",
    "cv.siemensDesc": "Suunnittelin talonsisäisen sovelluksen käyttöliittymän ja osallistuin sen implementointiin. Suunnittelin ICT-puolen tuoteportfolion ja osallistuin MindSphere -IoT alustan kehittämiseen.",
    "cv.ultraJob": "UI/UX-designer",
    "cv.ultra": "Ultra Software",
    "cv.ultraDesc": "Projekteja, joissa suunnittelin UI/UX-designia eri nettisivuille.",
    "cv.churchJob": "Rippikouluohjaaja",
    "cv.church": "Herttoniemen seurakunta",
    "cv.churchDesc": "Toimin opettajana ja ohjaajana useilla eri rippikoululeireillä. Olin vastuussa valokuvauksesta sekä leirilehden toimittamisesta ja taitosta. Vastasin myös isostoiminnasta sekä osallistuin leirin sisältöjen ja opetuksen kehittämiseen.",
    "cv.messuJob": "Promoottori",
    "cv.messu": "Messukeskus",
    "cv.messuDesc": "Kuvasin messuvieraita ja edistin eri messujen näkyvyyttä sosiaalisessa mediassa.",
    "cv.education": "Koulutus",
    "cv.info": "Informaatioverkostot",
    "cv.aalto": "Aalto-yliopisto",
    "cv.infoDesc": "Informaatioverkostot opettavat ymmärtämään tieto- ja viestintätekniikan vaikutuksia ja mahdollisuuksia sekä suunnittelemaan uusia tuotteita ja palveluja. Opintopisteitä on kertynyt 162 keskiarvona 4. Sivuaineina tietotekniikka ja media.",
    "cv.ylioppilas": "Ylioppilas",
    "cv.norssi": "Helsingin normaalilyseo",
    "cv.norssiDesc": "90 kurssia, keskiarvo 9.0. Ylioppilastutkinto: Matematiikka pitkä (E), äidinkieli (E), englanti (E), fysiikka (C), kemia (E) ja psykologia (E).",
    "cv.vaihto": "Vaihtovuosi",
    "cv.csc": "Colac Secondary College",
    "cv.vaihtoDesc": "Vaihtovuosi Australiassa.",
    "cv.skills": "Taidot",
    "cv.vapaaehtois": "Vapaaehtoistyö",
    "cv.vSchoolJob": "Koulun toiminta",
    "cv.vSchool": "Aalto-yliopisto & Helsingin normaalilyseo",
    "cv.vSchoolDesc": "Toimin hallituksen opiskelijaedustajana vuodesta 2018. Olen toiminut tutorina syksystä 2018 asti. 2019 kuuluin killan tietskarijengiin. Lukiossa olin oppilaskunnan hallituksessa ja koulun lehden Veikon päätoimittaja.",
    "cv.scout": "Partio",
    "cv.scoutgroup": "Laajasalon siniset & 3rd/4th Colac Scout",
    "cv.scoutDesc": "Olen johtanut seikkailijoista koostuvaa ryhmää 2012-2014. 2015 hyväntekeväisyysmatka Fidzille, missä rakensimme päiväkodin ja leikkipuiston paikallisille, sekä suunnittelimme kyltin pienelle kylälle. Finnjamboreella 2016 toimin pakohuonepelin valvojana.",
    "cv.vChurchJob": "Isonen & kerhonohjaaja",
    "cv.vChurch": "Herttoniemen seurakunta",
    "cv.vChurchDesc": "Toimin isosena Lapin vaellusrippikoulussa kesinä 2013 ja 2014. Ohjasin 10-13 vuotiaiden kerhoa 2012-2014."
}